<template>
    <div>
        <h1>实验2 图像处理</h1>
        <h3>实验要求</h3>
        <div>
            <ol>
                <li>
                    选取适当的图片素材和世界地图，运用各种选取方法制作一幅由世界名胜照片揉和在一起的背景。<br>
                    利用图层效果制作一幅有地形质感的世界地图。调整并合并所有层存储为各种图像文件格式并压缩。
                </li>
                <li>
                    显示一个bmp文件的C程序，并实现图像亮度、对比度调整、图像平移、放大、旋转和镜像。
                </li>
            </ol>
        </div>
        <h3>提交内容</h3>
        <div>
            <ul>
                <li>图片素材</li>
                <li>合成图片</li>
                <li>显示bmp的程序代码</li>
                <li>显示bmp的可执行文件</li>
                <li>实验报告（电子版+打印版）</li>
            </ul>
        </div>
    </div>
</template>

<script>
export default {
    
}
</script>